/* No comment provided by engineer. */
"%@ to %@" = "%1$@ in direzione %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d di %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i a %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "L'attributo di accumulazione '%@' non è valido.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "'%@' è un attributo tempo direzioni non valido.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "'%@' è un attributo di impedenza non valido.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "L'attributo di restrizione '%@' non è valido.";

/* No comment provided by engineer. */
"'item' parameter required" = "Parametro 'item' obbligatorio";

/* No comment provided by engineer. */
"'portal' parameter required" = "Parametro 'portal' obbligatorio";

/* No comment provided by engineer. */
"'tags' parameter required" = "Parametro 'tags' obbligatorio";

/* No comment provided by engineer. */
"'title' parameter required" = "Parametro 'title' obbligatorio";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Nessun valore>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "L'accesso alla posizione dispositivo è negato.";

/* No comment provided by engineer. */
"Actual Size" = "Dimensione effettiva";

/* No comment provided by engineer. */
"Add" = "Aggiungi";

/* No comment provided by engineer. */
"Add Attachment" = "Aggiungi allegato";

/* No comment provided by engineer. */
"Add..." = "Aggiungi...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Un itemID è obbligatorio per questa operazione. Aggiungere questo elemento al portale per ottenere un ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "È stata rilevata una NSException non gestita, tuttavia le informazioni originali e callstack non sono disponibili. Eseguire il break delle eccezioni objective-c per visualizzare la riga di codice che causa la NSException originale. Per ulteriori informazioni su come eseguire questa operazione, vedere la documentazione.";

/* No comment provided by engineer. */
"Apply Geometry" = "Applica geometria";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Per risolvere un percorso è richiesta almeno una struttura.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Per risolvere un percorso è richiesto almeno un incidente.";

/* No comment provided by engineer. */
"Attachment" = "Allegato";

/* No comment provided by engineer. */
"Attachments" = "Allegati";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Tentativo di utilizzare una funzionalità che non è supportata per il livello di licenza corrente";

/* No comment provided by engineer. */
"Authorization required" = "Autorizzazione richiesta";

/* No comment provided by engineer. */
"Bad Request" = "Richiesta errata";

/* No comment provided by engineer. */
"Bad URL." = "URL errato.";

/* No comment provided by engineer. */
"bytes" = "byte";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Impossibile salvare in un tipo di elemento diverso.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Impossibile verificare l'identità di '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificato obbligatorio";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Test per URL: %1$@ con failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Modifica tipo di feature";

/* No comment provided by engineer. */
"Choose From Library" = "Scegli da Raccolta";

/* No comment provided by engineer. */
"Clear" = "Cancella";

/* No comment provided by engineer. */
"Clear Geometry" = "Cancella geometria";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Created %d hours ago" = "Creato %d ore fa";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Creato %d minuti fa";

/* No comment provided by engineer. */
"Created a minute ago" = "Creato un minuto fa";

/* No comment provided by engineer. */
"Created an hour ago" = "Creato un'ora fa";

/* No comment provided by engineer. */
"Created by %@" = "Creato da %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Creato da %1$@ %2$d ore fa";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Creato da %1$@ %2$d minuti fa";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Creato da %@ un minuto fa";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Creato da %@ un'ora fa";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Creato da %1$@ il %2$@ alle %3$@ - giorno";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Creato da %1$@ il %2$@ alle %3$@ - completo";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Creato da %@ qualche secondo fa";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Creato il %1$@ alle %2$@ - giorno";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Creato il %1$@ alle %2$@ - completo";

/* No comment provided by engineer. */
"Created seconds ago" = "Creato qualche secondo fa";

/* No comment provided by engineer. */
"Credential Required" = "Necessaria credenziale";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "I dati per il grafico a torta non sono validi";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Delete Attachment" = "Elimina allegato";

/* No comment provided by engineer. */
"Delete Feature" = "Elimina feature";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "L'eliminazione di questo allegato lo rimuoverà dal popup e dall'origine dati associata.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "L'eliminazione di questa feature la rimuoverà dalla mappa e dall'origine dati associata.";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "L'attributo distanza direzioni non è valido.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Gli attributi di tempo e distanza delle direzioni non corrispondono.";

/* No comment provided by engineer. */
"Edit" = "Modifica";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Modificato %d ore fa";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Modificato %d minuti fa";

/* No comment provided by engineer. */
"Edited a minute ago" = "Modificato un minuto fa";

/* No comment provided by engineer. */
"Edited an hour ago" = "Modificato un'ora fa";

/* No comment provided by engineer. */
"Edited by %@" = "Modificato da %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Modificato da %1$@ %2$d ore fa";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Modificato da %1$@ %2$d minuti fa";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Modificato da %@ un minuto fa";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Modificato da %@ un'ora fa";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Modificato da %1$@ il %2$@ alle %3$@ - giorno";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Modificato da %1$@ il %2$@ alle %3$@ - completo";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Modificato da %@ qualche secondo fa";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Modificato il %1$@ alle %2$@ - giorno";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Modificato il %1$@ alle %2$@ - completo";

/* No comment provided by engineer. */
"Edited seconds ago" = "Modificato qualche secondo fa";

/* No comment provided by engineer. */
"Empty username/password" = "Nome utente/password non specificato";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Immettere un numero compreso tra %1$@ e %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Immettere un numero compreso tra %1$i e %2$i";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Errore durante l'aggiunta dell'identità al portachiavi";

/* No comment provided by engineer. */
"Error adding keychain item" = "Errore durante l'aggiunta dell'elemento portachiavi";

/* No comment provided by engineer. */
"Error extracting identity" = "Errore durante l'estrazione dell'identità";

/* No comment provided by engineer. */
"Error Loading Page" = "Errore durante il caricamento della pagina";

/* No comment provided by engineer. */
"Error removing keychain item" = "Errore durante la rimozione dell'elemento portachiavi";

/* No comment provided by engineer. */
"Error updating keychain item" = "Errore durante l'aggiornamento dell'elemento portachiavi";

/* No comment provided by engineer. */
"Extra Large" = "Molto grande";

/* No comment provided by engineer. */
"Facility (%@) has invalid added cost attribute name(s): %@" = "La struttura (%1$@) dispone di un nome di attributo di costo aggiunto non valido: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has invalid impedance cutoff." = "La struttura (%@) dispone di un tetto di impedenza non valido.";

/* No comment provided by engineer. */
"Facility (%@) has negative added cost attribute: %@" = "La struttura (%1$@) dispone di un attributo di costo aggiunto negativo: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has null geometry." = "La geometria della struttura (%@) è nulla.";

/* No comment provided by engineer. */
"Feature isn't valid." = "Feature non valida.";

/* No comment provided by engineer. */
"Finish" = "Fine";

/* No comment provided by engineer. */
"Finishing editing..." = "Conclusione modifica in corso...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometria";

/* No comment provided by engineer. */
"Hide" = "Nascondi";

/* No comment provided by engineer. */
"Incident (%@) has a null geometry." = "La geometria dell'incidente (%@) è nulla.";

/* No comment provided by engineer. */
"Incident (%@) has invalid added cost attribute name(s): %@" = "L'incidente (%1$@) dispone di un nome di attributo di costo aggiunto non valido: %2$@";

/* No comment provided by engineer. */
"Incident (%@) has invalid impedance cutoff." = "L'incidente (%@) dispone di un tetto di impedenza non valido.";

/* No comment provided by engineer. */
"Incident (%@) has less than 1 target facility count." = "L'incidente (%@) dispone di un conteggio struttura destinazione minore di uno.";

/* No comment provided by engineer. */
"Incident (%@) has negative added cost attribute: %@" = "L'incidente (%1$@) dispone di un attributo di costo aggiunto negativo: %2$@";

/* No comment provided by engineer. */
"Insert Part" = "Inserisci parte";

/* No comment provided by engineer. */
"Insert Vertex" = "Inserisci vertice";

/* No comment provided by engineer. */
"Insufficient number of stops." = "Numero insufficiente di fermate.";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "Nome di attributo del parametro di attributo (%@) non valido.";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "Nome di parametro del parametro di attributo (%@) non valido.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Credenziali non valide";

/* No comment provided by engineer. */
"Invalid default impedance cutoff." = "Tetto di impedenza predefinito non valido.";

/* No comment provided by engineer. */
"Invalid default target facility count." = "Conteggio struttura destinazione predefinita non valido.";

/* No comment provided by engineer. */
"Invalid GPX data." = "Dati GPX non validi.";

/* No comment provided by engineer. */
"Invalid groupID." = "groupID non valido.";

/* No comment provided by engineer. */
"Invalid polygon buffer distance." = "La distanza di buffer poligono non è valida.";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valore di utilizzo della restrizione per il parametro (%2$@) dell'attributo (%1$@) non valido.";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Tipo di valore per il parametro (%2$@) dell'attributo (%1$@) non valido.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Mantieni valori correnti";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "La barriera linea (%@) non copre nessun elemento della rete.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "La barriera linea (%@) dispone di un nome di attributo di costo scalato non valido.";

/* No comment provided by engineer. */
"Loading feature..." = "Caricamento feature in corso...";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Media";

/* No comment provided by engineer. */
"Missing client certificate" = "Certificato client mancante";

/* string to represent hyperlink attributes */
"More Info" = "Ulteriori informazioni";

/* No comment provided by engineer. */
"Move Geometry" = "Sposta geometria";

/* No comment provided by engineer. */
"Move Part" = "Sposta parte";

/* No comment provided by engineer. */
"Move Vertex" = "Sposta vertice";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valore di utilizzo della restrizione per il parametro (%2$@) dell'attributo (%1$@) neutrale.";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Nessun certificato trovato per accedere alla risorsa '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Non sono disponibili dati per creare un grafico a barre";

/* No comment provided by engineer. */
"No data to create a line chart" = "Non sono disponibili dati per creare un grafico a linee";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Non sono disponibili dati per creare un grafico a torta";

/* No comment provided by engineer. */
"No image to display" = "Nessuna immagine da visualizzare";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Impossibile trovare nessun percorso compreso tra la coppia di fermate fornita (%@).";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Impossibile creare oggetto senza un portale. Utilizzare invece il metodo fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Apri";

/* No comment provided by engineer. */
"Open in Safari" = "Apri in Safari";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Immettere un nome per il nuovo allegato";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "Impossibile individuare la barriera punto (%@).";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "La barriera punto (%@) dispone di un nome di attributo di costo aggiunto non valido.";

/* No comment provided by engineer. */
"Point barrier (%@) has null geometry." = "La geometria della barriera punto è nulla (%@).";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "La barriera poligono (%@) non copre nessun elemento della rete.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "La barriera poligono (%@) dispone di un nome di attributo di costo scalato non valido.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has non positive scaled cost attribute." = "La barriera poligono (%@) dispone di un attributo di costo scalato non positivo.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has null geometry." = "La geometria della barriera poligono è nulla (%@).";

/* No comment provided by engineer. */
"Polyline barrier (%@) has non positive scaled cost attribute." = "La barriera polilinea (%@) dispone di un attributo di costo scalato non positivo.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has null geometry." = "La geometria della barriera polilinea è nulla (%@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Impossibile restituire polilinee.";

/* No comment provided by engineer. */
"Remove Part" = "Rimuovi parte";

/* No comment provided by engineer. */
"Remove Vertex" = "Rimuovi il Vertice";

/* No comment provided by engineer. */
"Reset to Default Values" = "Ripristina valori predefiniti";

/* No comment provided by engineer. */
"Retry" = "Riprova";

/* No comment provided by engineer. */
"Save To Photo Library" = "Salva nella Raccolta foto";

/* No comment provided by engineer. */
"Sign In" = "Accedi";

/* No comment provided by engineer. */
"Skip" = "Ignora";

/* No comment provided by engineer. */
"Small" = "Piccolo";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "L'elemento soggetto a restrizioni provvisorie (%@) è stato attraversato.";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "L'ora di inizio specificata risale a prima del 1° gennaio 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "La fine della finestra temporale della fermata (%@) risale a prima dell'inizio.";

/* No comment provided by engineer. */
"Stop (%@) has a time window that starts before January 1, 1970." = "La finestra temporale della fermata (%@) risale a prima del 1° gennaio 1970.";

/* No comment provided by engineer. */
"Stop (%@) has invalid added cost." = "I costi aggiunti alla fermata (%@) non sono validi.";

/* No comment provided by engineer. */
"Stop (%@) has null geometry." = "La geometria della fermata (%@) è nulla.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "La fermata (%@) è stata individuata su un elemento non attraversabile.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "La fermata (%@) è stata individuata su un elemento soggetto a restrizioni provvisorie.";

/* No comment provided by engineer. */
"Stop (%@) is unreachable." = "La fermata (%@) non è raggiungibile.";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "Impossibile individuare la fermata (%@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Acquisisci foto o video";

/* No comment provided by engineer. */
"The directions language is invalid." = "La lingua delle direzioni non è valida.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "L'attributo classi strade direzioni non è valido.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Lo stile delle direzioni non è valido.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Il riferimento spaziale di input è indefinito.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "La rete non dispone dell'attributo di gerarchia per l'esecuzione della pianificazione dell'itinerario gerarchica.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Salvare innanzitutto l'oggetto in un portale utilizzando il metodo 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Il riferimento spaziale di output è indefinito.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Le risorse che si stanno cercando potrebbero essere state rimosse, avere cambiato nome o essere temporaneamente non disponibili";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Il certificato del server non è valido. È possibile che ci si stia connettendo a un server che finge di essere '%@', mettendo a rischio le informazioni riservate. Connettersi comunque?";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Il clientID specificato non è valido";

/* No comment provided by engineer. */
"The walking mode route is too large." = "Il percorso della modalità a piedi è troppo esteso.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Errore durante il caricamento della feature. Verificare la connettività di rete.";

/* No comment provided by engineer. */
"Time windows with non time impedance." = "Finestre temporali con impedenza non temporale.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Per salvare come un nuovo elemento, è necessario essere connessi al Portale.";

/* No comment provided by engineer. */
"Today" = "Oggi";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token non valido o scaduto";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "URL di token null. È necessario impostare un URL di token valido nelle credenziali.";

/* No comment provided by engineer. */
"Unauthorized access" = "Accesso non autorizzato";

/* No comment provided by engineer. */
"Unknown authentication error" = "Errore di autenticazione sconosciuto";

/* No comment provided by engineer. */
"Unknown condition." = "Condizione sconosciuta.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Errore sconosciuto";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Dati GPX non supportati.";

/* No comment provided by engineer. */
"Unsupported search where clause." = "Clausola where di ricerca non supportata.";

/* No comment provided by engineer. */
"User canceled error" = "Errore annullato dall'utente";

/* No comment provided by engineer. */
"Username" = "Nome utente";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Utilizzo del browser per autenticare in corso...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Il valore supera la lunghezza del campo massima di %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Si sta modificando il tipo di feature. Mantenere i valori correnti (dove possibile) o ripristinare le impostazioni predefinite?";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Non si dispone delle autorizzazioni per accedere alla risorsa";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Per eseguire questa operazione, è necessario essere connessi al Portale.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "È necessario specificare una valutazione compresa tra 1 e 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "È necessario specificare una chiave di descrizione di uso della posizione (NSLocationWhenInUseUsageDescription o NSLocationAlwaysUsageDescription) nell'elenco.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "È necessario selezionare un certificato per accedere alla risorsa '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "È necessario eseguire la registrazione per accedere alla risorsa '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Sconosciuto";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimetri";
"Decimal Degrees" = "Gradi decimali";
"Decimeters" = "Decimetri";
"Feet" = "Piedi";
"Inches" = "Pollici";
"Kilometers" = "Chilometri";
"Meters" = "Metri";
"Miles" = "Miglia";
"Millimeters" = "Millimetri";
"Nautical Miles" = "Miglia nautiche";
"Points" = "Punti";
"Yards" = "Iarda";

/* Area Units Abbreviated Strings */
"sq. in" = "in²";
"sq. ft" = "ft²";
"sq. yd" = "yd²";
"ac" = "ac";
"sq. mi" = "mi²";
"sq. mm" = "mm²";
"sq. cm" = "cm²";
"sq. dm" = "dm²";
"sq. m" = "m²";
"ares" = "a.";
"ha" = "ha";
"sq. km" = "km²";

/* Area Units Display Strings */
"Square Inches" = "Pollici quadrati";
"Square Feet" = "Piedi quadri";
"Square Yards" = "Iarde quadrate";
"Acres" = "Acri";
"Square Miles" = "Miglia quadre";
"Square Millimeters" = "Millimetri quadrati";
"Square Centimeters" = "Centimetri quadrati";
"Square Decimeters" = "Decimetri quadrati";
"Square Meters" = "Metri quadri";
"Ares" = "Are";
"Hectares" = "Ettari";
"Square Kilometers" = "Chilometri quadri";

